{
    "name": "Book",
    "type": "literature",
    "imageName": "/images/items/literature/book.png",
    "geometry": {
        "width": 1,
        "height": 1,
        "layer": "items"
    },

    "physicsGeometry": {
        "body": "dynamic",
        "shape": "circle",
        "width": 1,
        "height": 1,
        "x": 0,
        "y": 0,
        "category": 4,
        "collision": 32,
        "vertices": []
    },

    "literature": {
        "price": 500,
        "literatureType": "book",
        "title": "The first book",
        "description": "This is a test book",
        "text": "This book shows some content for testing. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text.\n\nLong text long text more text and even more text.Long text long text more text and even more text.Long text long text more text and even more text.Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text.\n\nLong text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text.\n\n Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text. Long text long text more text and even more text."
    }
}
